Repository: encukou/spline-pokedex
Catalog: splinext/pokedex/i18n/*/LC_MESSAGES/spline-pokedex.po
Languages: cs, ru

source: url|pokemondpds
cs: pokemondpds

source: url|worldexchange
cs: worldexchange

source: url|common
cs: common

source: url|gts
cs: gts

source: url|dex
cs: dex

source: url|media
cs: media

source: url|lookup
cs: hledani

source: url|suggest
cs: suggest

source: url|parse_size
cs: parse_size

source: url|moves
cs: utoky

source: url|search
cs: vyhledavani

source: url|pokemon
cs: pokemoni

source: url|abilities
cs: schopnosti

source: url|items
cs: veci

source: url|locations
cs: mista

source: url|natures
cs: povahy

source: url|flavor
cs: omacka

source: url|types
cs: typy

source: url|gadgets
cs: pomucky

source: url|chain_breeding
cs: krizeni

source: url|compare_pokemon
cs: porovnat_pokemony

source: url|pokeballs
cs: pokebally

source: url|stat_calculator
cs: kalkulacka_statu

source: url|whos_that_pokemon
cs: ktery_je_to_pokemon

source: url|api
cs: api

source: Core pages
cs: Hlavní stránky
ru: Основные разделы

source: Awesome search
cs: Úžasné vyhledávání
ru: Классный поиск

source: Moves
cs: Útoky
ru: Атаки

source: Types
cs: Typy
ru: Типы

source: Abilities
cs: Schopnosti
ru: Способности

source: Items
cs: Věci
ru: Предметы

source: Natures
cs: Povahy
ru: Характеры

source: Gadgets
cs: Pomůcky
ru: Инструменты

source: Compare Pokémon
cs: Porovnat pokémony
ru: Сравнение Покемонов

source: Pokéball performance
cs: Účinnost pokéballů
ru: Эффективность покеболов

source: Stat calculator
cs: Kalkulačka statů
ru: Калькулятор Параметров

source: Downloads
cs: Stáhnout
ru: Загрузки

source: Generation %d
cs: %d. generace
ru: Поколение %d

source: damage class: description|%s: %s
cs: %s: %s
ru: Класс повреждений: description|%s: %s

source: genderless
cs: bezpohlavní
ru: Бесполые

source: always male
cs: vždy sameček
ru: только самцы

source: ⅞ male, ⅛ female
cs: ⅞ samečků, ⅛ samiček
ru: ⅞ самцов, ⅛ самок

source: ¾ male, ¼ female
cs: ¾ samečků, ¼ samiček
ru: ¾ самцов, ¼ самок

source: ⅝ male, ⅜ female
cs: ⅝ samečků, ⅜ samiček
ru: ⅝ самцов, ⅜ самок

source: ½ male, ½ female
cs: ½ samečků, ½ samiček
ru: ½ самцов, ½ самок

source: ⅜ male, ⅝ female
cs: ⅜ samečků, ⅝ samiček
ru: ⅜ самцов, ⅝ самок

source: ¼ male, ¾ female
cs: ¼ samečků, ¾ samiček
ru: ¼ самцов, ¾ самок

source: ⅛ male, ⅞ female
cs: ⅛ samečků, ⅞ samiček
ru: ⅛ самцов, ⅞ самок

source: always female
cs: vždy samička
ru: только самки

source: Level up
cs: Úrovní
ru: Повышение уровня

source: Trade
cs: Výměnou
ru: Обмен

source: Use {article} {item}
cs: Použitím {item}

source: Evolve {from_pokemon} ({to_pokemon} will consume a Poké Ball and appear in a free party slot)
cs: Vyvinutím {from_pokemon} ({to_pokemon} sebere Poké Ball a objeví se na volném místě v partě)
ru: Эволюционирует из {from_pokemon} в ({to_pokemon} при наличии свободного покебола и свободного слота команды

source: Do something
cs: Nějak

source: {0}s only
cs: Jen {0}

source: during the {0}
cs: během {0}
ru: во время {0}

source: starting at level {0}
cs: od úrovně {0}
ru: начиная с уровня

source: around {0}
cs: poblíž {0}
ru: возле {0}

source: while holding {article} {item}
cs: když drží {item}

source: knowing {0}
cs: když umí {0}
ru: обладая атакой {0}

source: with at least {0} happiness
cs: s alespoň {0} spokojenosti
ru: с минимальным значением {0} счастья

source: with at least {0} beauty
cs: s alespoň {0} krásy
ru: с минимальным значением {0} красоты

source: when Attack {0} Defense
cs: když má Útok {0} Obranu
ru: Когда Атака {0} Защиты

source: with {0} in the party
cs: s {0} v týmu
ru: когда есть {0} в команде

source: in exchange for {0}
cs: výměnou za {0}
ru: в обмен на {0}

source: Pretty much anything that exists in the Pokémon world can be found in the Pokédex. Just type in a name and try it out.
cs: V podstatě cokoli co existuje v pokémonním světě se dá najít přes Hledání. Stačí zadat jméno. Vyzkoušej si to!

source: Or you can browse by category:
cs: Nebo se můžeš proklikat kategoriemi:

source: plural|Pokémon
cs: Pokémoni
ru: plural|Покемоны

source: Finding stuff
cs: Hledání

source: Lookup works the same way anywhere you can type a name. ("Lookup" refers to entering a name to find something(s) specific. "Searching" is <a href="%s">a bit more complicated</a>.)
cs: @@@() Hledání funguje stejně všude, kde můžeš zadat jméno. („<a href="%s">Vyhledávání</a>“ je trochu složitější.)

source: Case ({kecleon} vs {KECLEON}) and extra spaces are ignored.
cs: Velikost písmen ({kecleon}/{KECLEON}) a mezery navíc se ignorují.

source: If you enter something that's misspelled or could be one of several pages, you'll get a list of up to 10 guesses or matches to choose from.
cs: Zadáš-li nejednoznačné jméno, nebo když uděláš překlep, dostaneš seznam až 10 věcí, ze kterých si můžeš vybrat.

source: You can specify what sort of thing you're looking for by putting one or more before a colon, e.g. {pokemon_Kangaskhan} or {item_move_Metronome}. This is mostly useful when looking things up by national id ({pokemon_151}), because moves and types have ids, too. It's also helpful when looking up something ambiguous ({move_Psychic} vs {type_psychic}) if you want to skip the disambiguation page.
cs: Chceš-li zadat jaký typ věci hledáš, napiš jej před dvojtečku: např {pokemon_Kangaskhan} nebo {item_move_Metronome}. Tohle je nejužitečnější při vyhledávání pokémonů podle čísel ({pokemon_151}), protože věci a typy mají čísla taky. A samozřejmě se to hodí pokud hledáš něco s nejednoznačným jménem ({move_Psychic}/{type_psychic}) – ušetříš tím kliknutí.

source: item,move:metronome
cs: věc,útok:metronome

source: move:Psychic
cs: útok:Psychic

source: type:psychic
cs: typ:psychic

source: Similarly, you can restrict lookup by language. {charge} will offer both {link_tackle} and {link_charge}, because Tackle's French name is "Charge". If you wanted one or the other, you could enter {fr_charge} or {en_charge}. These also combine with the prefixes above, as in {fr_move_charge}.
cs: Stejně tak můžeš hledat podle jazyka. {charge} najde jak {link_tackle} tak {link_charge}, protože „Charge“ je ve francouzštině jiný útok než v angličtině. Kdybys chtěl/a jedno nebo druhé, zadej {fr_charge} nebo {en_charge}. Tohletoto se dá kombinovat s kategoriemi, např. {fr_move_charge}.

source: move name|tackle
cs: tackle

source: move|Tackle
cs: Tackle

source: move name|charge
cs: charge

source: move|Charge
cs: Charge

source: Lookup understands the following:
cs: Hledání rozumí těmhle věcem:

source: National IDs
cs: Celosvětová pokédexová čísla

source: move:1
cs: útok:1

source: Names
cs: Jména
ru: Названия

source: Pokémon forms
cs: Formy pokémonů

source: Jump to subpages
cs: Podstránky

source: eevee flavor
cs: eevee omáčka
ru: Описание Иви

source: eevee locations
cs: eevee výskyt
ru: Локации Иви

source: Foreign names
cs: Cizí jména
ru: На других языках

source: Misspelled names
cs: Překlepy
ru: Названия с опечатками

source: Synthesys
cs: Sinthesys
ru: Фотосинтэз

source: Wildcards
cs: Zástupné znaky
ru: Символы-Джокеры

source: move:thunder*
cs: útok:thunder*
ru: атака:электро*

source: item:* ball
cs: věc:* ball
ru: предмет:* бол

source: "Random"
cs: Náhodné stránky

source: pokemon:random
cs: pokemon:náhodný

source: move:random
cs: útok:náhodný

source: random
cs: náhoda

source: Magic words
cs: Kouzelná slovíčka

source: You can use anything on this page however you want. Nintendo made these, not me, so I don't claim to own them in any way. If you want to credit me for collecting or ripping them, that's cool; if not, that's cool too. Enjoy.
cs: Tyto soubory můžeš použít jak chceš. Vytvořilo to Nintendo, ne já, takže si na ně nedělám žádný nárok. Chceš-li mě uvést jako autora sbírky nebo člověka, co je vytahal z her, nebudu se zlobit; nechceš-li, je všechno v pořádku.

source: Sprite packs
cs: Balíčky spritů

source: These are tarballs of all the sprites from each generation. If your zip program can't open them, try <a href="http://www.7-zip.org/">7-zip</a>.
cs: Tohle jsou tarbally všech spritů z každé generace. Jestli je tvůj zip program neotevře, zkus <a href="http://www.7-zip.org/">7-zip</a>.

source: Main Pokémon sprites
cs: Hlavní sprity Pokémonů

source: Generation I
cs: I. generace

source: — all sprites from Green, Red, Blue, and Yellow
cs: — všechny sprity z Green, Red, Blue, a Yellow

source: Generation II
cs: II. generace

source: — all sprites from Gold, Silver, and Crystal (including animations)
cs: — všechny sprity z Gold, Silver, a Crystal (včetně animací)

source: Generation III
cs: III. generace

source: — all sprites from Ruby, Sapphire, Emerald (including animations), FireRed, and LeafGreen
cs: — všechny sprity z Ruby, Sapphire, Emerald (včetně animací), FireRed, a LeafGreen

source: Generation IV
cs: IV. generace

source: — all sprites from Diamond, Pearl, Platinum, HeartGold, and SoulSilver
cs: — všechny sprity z Diamond, Pearl, Platinum, HeartGold, a SoulSilver.

source: Generation V
cs: Generace V

source: — all sprites from Black and White
cs: — všechny sprity z Black a White

source: Others
cs: Ostatní

source: Pokémon icons
cs: Ikonky Pokémonů

source: — sprites used in the Pokémon screen (no animations)
cs: — sprity použité na obrazovkách s Pokémony (bez animací)

source: Footprints
cs: Stopy

source: Trozei sprites
cs: Trozei sprity

source: — sprite for each Pokémon from Pokémon Trozei
cs: — sprite pro každého Pokémona z Pokémon Trozei

source: — includes large sprites from Berry Tags and the Sinnoh Underground
cs: — obsahuje velké sprity z Berry Tagů a Sinnohského podzemí

source: normal
cs: normální
ru: обычные

source: %s back
cs: %s zezadu
ru: %s сзади

source: frame 2
cs: 2. snímek
ru: 2-й кадр

source: frame 2 shiny
cs: 2. snímek, shiny
ru: 2-й кадр сияющих

source: %s front
cs: %s zepředu
ru: %s спереди

source: Pokémon footprints
cs: Stopy Pokémonů
ru: Следы покемонов

source: Berries
cs: Bobule
ru: Плоды

source: Sugimori art
cs: Sugimori obrázky
ru: Арты Сугимори

source: — official art for every Pokémon
cs: — oficiální obrázky všech Pokémonů
ru: — официальные рисунки для всех покемонов

source: Full database as gzipped SQLite
cs: Celá databaze jako gzippovaný SQLite
ru: Полная база в архиве SQLite

source: Source code for everything
cs: Zdrojový kód všeho

source: Downloads - Pokédex
cs: Ke stažení – Pokédex

source: Essentials
cs: Základní informace
ru: Основная информация

source: Summary
cs: Shrnutí
ru: Краткое описание

source: Effect
cs: Efekt
ru: Эффект

source: Moves affected
cs: Ovlivněné útoky

source: anchor|moves
cs: útoky

source: History
cs: Historie
ru: История

source: Before %s
cs: Před %s
ru: До %s

source: Flavor
cs: Omáčka okolo
ru: Описание

source: Flavor Text
cs: Popisky
ru: Текст описания

source: Foreign Names
cs: Cizí jména
ru: На других языках

source: External Links
cs: Externí odkazy (v angličtině)
ru: Внешние ссылки

source: Bulbapedia
cs: Bulbapedie

source: %s - Abilities
cs: %s - Schopnosti
ru: %s - Способности

source: Ability list
cs: Seznam schopností
ru: Список способностей

source: Name
cs: Jméno
ru: Название

source: idspispopd
cs: idspisopod

source: hold down+b
cs: držet dolů+b
ru: зажмите вниз+B

source: talk to oak 250 times
cs: 250krát si promluvit s oakem
ru: поговорите с Оуком 250 раз

source: its a secret to everyone
cs: pssst, tajemství
ru: Это большой секрет

source: YEAH
cs: JO!
ru: Дааа!

source: Success
cs: Úspěch
ru: Удачно

source: Cheat Unlocked
cs: Cheat odemknut
ru: Чит разблокирован

source: pocket
cs: kapsa
ru: cумка

source: Cost
cs: Cena
ru: Стоимость

source: %s Pokédollars
cs: %s Pokédolarů
ru: %s Покедолларов

source: Can't be bought or sold
cs: Nelze koupit ani prodat
ru: Не продаётся и не покупается

source: Flags
cs: Štítky
ru: Метки

source: Special move effects
cs: Zvláštní efekty útoků
ru: Специальные эффекты атак

source: Inflicts regular {type} damage with {power} power
cs: Působí normální zranění typu {type} se sílou {power}
ru: Наносит обычные {type} повреждения с силой {power}

source: Flavor text
cs: Popisky
ru: Текст описания

source: Berry tag
cs: Informace pro zahrádkáře
ru: Свойства плода

source: Growth
cs: Rychlost růstu
ru: Созревание

source: Maximum harvest
cs: Maximální sklizeň
ru: Максимальный урожай

source: %s berries
cs: %s
ru: %s плодов

source: Time to grow
cs: Čas růstu
ru: Время созревания

source: Soil drying rate
cs: Rychlost schnutí půdy
ru: Скорость высыхания почвы

source: Taste
cs: Chuť
ru: Вкус

source: (raises %s)
cs: (zvyšuje %s)
ru: (повышает %s)

source: Smoothness
cs: Hladkost
ru: Гладкость

source: Size
cs: Velikost
ru: Размер

source: Firmness
cs: Tuhost
ru: Твёрдость

source: Held by wild Pokémon
cs: Drženo divokými Pokémony
ru: Может держать дикий покемон

source: %s pocket
cs: kapsa na %s
ru: %s отдел

source: %s - Items
cs: %s – Věci
ru: %s - Инвентарь

source: Pick your pocket:
cs: Vyber si kapsu:
ru: Выберите отдел сумки:

source: Num
cs: Č.
ru: Номер

source: Item
cs: Věci
ru: Предмет

source: %s pocket - Items
cs: kapsa na %s – Věci
ru: %s отдел - Инвентарь

source: Search:
cs: Hledat:
ru: Поиск:

source: Search
cs: Hledání
ru: Поиск

source: Download
cs: Stáhnout
ru: Скачать

source: Locations
cs: Výskyt
ru: Локации

source: %s - Locations
cs: %s - Výskyt
ru: %s - Локации

source: Hmmm, there are several things with that name. Did you mean:
cs: Hmmm, takhle se jmenuje více věcí. Měl/a jsi na mysli:
ru: Хммм, есть несколько вещей с таким названием. Вы имели в виду:

source: It seems you don't know how to spell. Did you mean one of these?
cs: Zřejmě neumíš pořádně psát. Měl/a jsi na mysli jedno z následujících?
ru: Кажется, вы написали неправильно. Может, вы имели в виду что-то из этого?

source: The %s
cs: %s
ru: %s

source: Boy, this is a lot of matches! Maybe you want to use the full-blown <a href="{pokesearch}">Pokémon search</a> or <a href="{movesearch}">move search</a>, or check the various <a href="{dexurl}">lists of everything and lookup help</a>
cs: Jej, to se ale našlo věcí! Možná bys měl rovnou raději použít <a href="{pokesearch}">hledání pokémonů</a>, <a href="{movesearch}">hledání útoků</a>, nebo zkusit <a href="{dexurl}">seznamy všeho a pomoc s vyhledáváním</a>
ru: Ого, по вашему запросу есть много результатов! Может, вам следует воспользоваться полноценным <a href="{pokesearch}">Поиском по покемонам</a> или <a href="{movesearch}">Поиском по атакам</a>, или посмотреть различные <a href="{dexurl}">списки терминов</a>

source: Need help?
cs: Potřebuješ pomoc?
ru: Нужна помощь?

source: Disambiguation
cs: Rozcestník
ru: Неоднозначность

source: Damage Dealt
cs: Způsobené zranění
ru: Наносимые Повреждения

source: Stats
cs: Staty
ru: Параметры

source: Power
cs: Síla
ru: Сила

source: — (no damage)
cs: — (žádné zranění)
ru: — (повреждения отсутствуют)

source: * (no fixed power)
cs: * (nemá pevně danou sílu)
ru: * (сила варьируется)

source: {power}; percentile {perc:.1f}
cs: {power}; percentil {perc:.1f}
ru: {power}; сильнее или равно {perc:.1f} атак

source: Accuracy
cs: Přesnost
ru: Точность

source: — (cannot miss)
cs: — (nemůže minout)
ru: — (не промахивается)

source: ≈ {0:.1f} power
cs: ≈ síla {0:.1f}
ru: ≈ {0:.1f} силы

source: n/a
cs: není
ru: н/д

source: Target
cs: Cíl
ru: Цель

source: (fast)
cs: (rychlý)
ru: (быстро)

source: (slow)
cs: (pomalý)
ru: (медленно)

source: (normal)
cs: (normální)
ru: (нормально)

source: Machines
cs: TM/HM
ru: Носители

source: Not a TM
cs: Není TM
ru: Не является НА

source: Type
cs: Typ
ru: Тип

source: Use after
cs: Poušít po
ru: Используйте после

source: Use before
cs: Použít před
ru: Используйте до

source: Similar moves
cs: Podobné útoky
ru: Похожие атаки

source: These moves all have the same effect as %s
cs: Tyto útoky mají stejný efekt jako %s
ru: Следующие атаки имеют тот же эффект, что и %s

source: No other moves have the same effect as %s
cs: Zádný jiný útok nemá stejný efekt jako %s
ru: Нет атак с тем же эффектом, что и у %s

source: %s - Moves
cs: %s - Útoky
ru: %s - Атаки

source: Move lists
cs: Seznamy útoků
ru: Список атак

source: The following are all links to the <a href="{url}">move search</a>, so you can filter and sort however you want.
cs: Následující jsou všechno odkazy na <a href="{url}">hledání útoků</a>, takže si je pak můžeš vyfiltrovat jak chceš.
ru: Ниже расположены ссылки на <a href="{url}">поиск по атакам</a>, где вы можете отфильтровать и отсортировать их как вам удобно

source: EVERY MOVE EVER
cs: ÚPLNĚ VŠECHNY ÚTOKY
ru: Список всех атак

source: Same as:
cs: Stejná jako:
ru: Идентичен

source: Inverse of
cs: Opak od
ru: Противоположность

source: This nature is neutral; it does not affect stats and causes no flavor preference.
cs: Tato povaha je neutrální; neovlivňuje staty a nemá vliv na chutě.
ru: Это нейтральный характер, он не влияет на параметры и вкусовые предпочтения.

source: Stat changes
cs: Změny statů
ru: Изменения параметров

source: Taste preference
cs: Oblíbené chutě
ru: Вкусовые предпочтения

source: Likes %s; good for
cs: Má rád %s; vylepšuje
ru: Любит %s; хорошо для

source: Hates %s; bad for
cs: Nenávidí %s; zhoršuje
ru: Ненавидит %s; плохо для

source: Not-so-essentials
cs: Základní informace
ru: Дополнительная Информация

source: Battle Style Preferences
cs: Preferovaný styl zápasu
ru: Предпочитаемый стиль сражения

source: Pokéathlon Stats
cs: Staty pro Pokéathlon
ru: Параметры Покеатлона

source: Up to {change} {stat}
cs: {stat}: až {change}
ru: До {change} {stat}

source: These Pokémon are selected automatically, based on having roughly equal stats. Don't take this as carefully-constructed tournament advice.
cs: Tihle pokémoni byli vybráni automaticky, protože mají zhruba stejné staty. Neber to jako promyšlenou strategii na turnaje.
ru: Эти покемоны выбраны автоматически, поскольку имеют примерно равные параметры. Не расценивайте эту информацию, как нечто серьёзное.

source: These Pokémon are selected automatically, based on having high {histat} and low {lostat}. Don't take this as carefully-constructed tournament advice.
cs: Tihle pokémoni byli vybráni auomaticky, protože mají vyšší {histat} a nižší {lostat}. Neber to jako promyšlenou strategii na turnaje.
ru: Эти покемоны выбраны автоматически, основываясь на высокой {histat} и низкой {lostat}. Не расценивайте эту информацию, как нечто серьёзное.

source: %s - Natures
cs: %s - Povahy
ru: %s - Характеры

source: Nature list
cs: Povahy
ru: Список характеров

source: Sort by name
cs: Seřadit dle jména
ru: Сортировка по имени

source: Sort by stat
cs: Seřadit dle statu
ru: Сортировка по параметрам

source: Likes flavor
cs: Má rád
ru: Любимый вкус

source: Hates flavor
cs: Nenávidí
ru: Нелюбимый вкус

source: Damage Taken
cs: Utržené zranění
ru: Получаемые Повреждения

source: Pokédex Numbers
cs: Pokédexová čísla
ru: Номера по Покедексам

source: Introduced in
cs: Poprvé v
ru: Впервые появился в

source: Breeding
cs: Křížení
ru: Размножение

source: Gender
cs: Pohlaví
ru: Пол

source: Egg groups
cs: Skupiny pro křížení
ru: Яйцевые группы

source: Hatch counter
cs: Počítadlo líhnutí
ru: Счётчик вылупления

source: Steps to hatch
cs: Kroků k vylíhnutí
ru: Шагов до вылупления

source: With Magma Armor or Flame Body
cs: S Magma Armor nebo Flame Body
ru: С Бронёй Магмы или ОгненнымТелом

source: Compatibility
cs: Kompatibilita
ru: Совместимость

source: Ditto can breed with any other breedable Pokémon, but can never produce a Ditto egg.
cs: Ditto lze křížit s každým křížitelným Pokémonem kromě Ditta.
ru: Дитто размножается с любым способным к этому покемоном, но никогда не производит яйцо Дитто.

source: {0} cannot breed.
cs: {0} se nedá křížit
ru: {0} не размножается.

source: Training
cs: Trénink
ru: Тренировка

source: Base EXP
cs: Zákl. EXP
ru: Базовый Опыт

source: EXP at level
cs: EXP na úrovni
ru: Опыт на уровне

source: Effort points
cs: "Effort body"
ru: Очки Усилий

source: Capture rate
cs: Chytitelnost
ru: Рейтинг поимки

source: Base happiness
cs: Zákl. spokojenost
ru: Базовое счастье

source: Growth rate
cs: Rychlost růstu
ru: Скорость Роста

source: Wild held items
cs: Držené věci u výskytů
ru: Предметы у диких покемонов

source: nothing
cs: nic
ru: ничего

source: Evolution
cs: Vývin
ru: Эволюция

source: See also:
cs: Viz
ru: Смотрите также:

source: Compare this family
cs: Porovnat tyto Pokémony
ru: Сравнить эту ветвь эволюции

source: Baby
cs: Mládě
ru: Ребёнок

source: Basic
cs: Základní
ru: Основная стадия

source: Stage 1
cs: 1. vývin
ru: Стадия 1

source: Stage 2
cs: 2. vývin
ru: Стадия 2

source: Either parent must hold
cs: Jeden z rodičů musí držet
ru: Любой из родителей должен держать

source: %s Forms
cs: %s - formy
ru: Формы %s

source: Level
cs: Úroveň
ru: Уровень

source: Effort
cs: EV
ru: Очки Усилий

source: Percentile rank
cs: Percentilní hodnocení
ru: Процентное соотношение

source: Pctile
cs: Percentil

source: Min IVs
cs: Min. IV
ru: Мин ИП

source: Max IVs
cs: Max. IV
ru: Макс ИП

source: Detailed flavor page covering all versions
cs: Podobná stránka s informacemi ze všech verzí
ru: Детальное описание для всех версий

source: Sprites
cs: Sprity
ru: Спрайты

source: Miscellany
cs: Různé
ru: Разное

source: Species
cs: Druh
ru: Вид

source: Color
cs: Barva
ru: Цвет

source: Cry
cs: Zvuk
ru: Голос

source: Habitat
cs: Prostředí
ru: Обитание

source: Footprint
cs: Stopa
ru: Следы

source: Shape
cs: Tvar těla
ru: Форма тела

source: Height
cs: Velikost
ru: Рост

source: Weight
cs: Hmotnost
ru: Вес

source: Ridiculously detailed breakdown
cs: Šíleně podrobný rozpis
ru: Невероятно детальное описание

source: header id|links
cs: odkazy
ru: header id|ссылки

source: {name} – Pokémon #{number}
cs: {name} – Pokémon č. {number}
ru: {name} – Покемон №{number}

source: Search:
cs: Hledat:
ru: Поиск:

source: Pokédex Description
cs: Pokédexový popisek
ru: Описания из Покедекса

source: anchor|pokedex
cs: pokedex

source: Main Game Portraits
cs: Sprity z hlavních her
ru: Спрайты из основных игр

source: anchor|main-sprites
cs: hlavni-sprity

source: Forms
cs: Formy
ru: Формы

source: Normal
cs: Normální
ru: Обычные

source: (male)
cs: (sameček)
ru: (самец)

source: (female)
cs: (samička)
ru: (самка)

source: Miscellaneous Game Art
cs: Různá herní grafika
ru: Прочий игровой арт

source: anchor|misc-sprites
cs: herni-ruzne

source: HeartGold & SoulSilver Overworld
cs: HeartGold a SoulSilver venku z pokéballu

source: overworld sprite|Left
cs: Zprava
ru: overworld sprite|Влево

source: overworld sprite|Down
cs: Zepředu
ru: overworld sprite|Вниз

source: overworld sprite|Up
cs: Zezadu
ru: overworld sprite|Вверх

source: overworld sprite|Right
cs: Zleva
ru: overworld sprite|Вправо

source: Female
cs: Samička
ru: Самка

source: Other Images
cs: Další obrázky

source: anchor|other
cs: ostatní

source: Official artwork by Ken Sugimori
cs: Oficiální obrázek od Kena Sugimoriho
ru: Официальные рисунки Кена Сугимори

source: {name} flavor – Pokémon #{number}
cs: Omáčka okolo – {name}, pokémon č. {number}

source: Pokémon lists
cs: Seznamy pokémonů
ru: Списки Покемонов

source: The following are all links to the <a href="{url}">Pokémon search</a>, so you can filter and sort however you want.
cs: Následující odkazy všechny vedou na <a href="{url}">vyhledávání Pokémonů</a>, takže si je můžeš vyfiltrovat nebo seřadit jak je libo.
ru: Ниже расположены ссылки на <a href="{url}">поиск по покемонам</a>, где вы можете отфильтровать и отсортировать их как вам удобно

source: By generation
cs: Dle genrace
ru: По поколению

source: EVERY POKéMON EVER
cs: ÚPLNĚ VŠICHNI POKÉMONI
ru: Список всех покемонов

source: By regional Pokédex
cs: Dle regionálního pokédexu
ru: По региональному покедексу

source: Miscellaneous interesting lists
cs: Různé zajimavé seznamy
ru: Прочие интересные списки

source: Basic Pokémon
cs: Základní pokémoni
ru: Покемоны базовой стадии

source: Fully-evolved Pokémon
cs: Plně vyvinutí pokémoni
ru: Полностью эволюционировавшие покемоны
