Repository: encukou/spline-pokedex
Catalog: splinext/pokedex/i18n/*/LC_MESSAGES/spline-pokedex.po
Languages: cs, ru

source: Non-evolving Pokémon
cs: Nevyvíjející se pokémoni
ru: Неэволюционирующие покемоны

source: %s locations
cs: %s: výskyt
ru: %s локации

source: {pkmn} locations - Pokémon #{id}
cs: Výskyt – {pkmn}, pokémon č. {id}
ru: Локации {pkmn} - Покемон №{id}

source: Damage Dealt/Taken
cs: Utržené/způsobené zranění
ru: Нанесённые/Полученные Повреждения

source: Formerly {0}-type moves
cs: Útoky, které měly dříve {0} typ

source: Before
cs: Použít před

source: %s - Types
cs: %s - Typy
ru: %s - Типы

source: If you like, show a secondary Pokémon type:
cs: Chceš-li, zadej druhý typ:
ru: Если желаете, выберете один из типов покемона:

source: none
cs: žádný
ru: Никакой

source: "Score" is a simple count of how many other types a type is strong against or weak to. Bigger is better.
cs: „Skóre“ je prostý počet typů, proti kterým je daný typ dobrý nebo špatný. Větší čísla jsou lepší.
ru: "Оценка" - это просто значение того, против скольки типов этот тип силён и против скольки - слаб. Чем больше, тем лучше.

source: Move
cs: Útok
ru: Атака

source: Score
cs: Skóre
ru: Оценка

source: Have you spent the past six hours trying to catch Giratina in Ultra Balls? Me, too! What a jerk. This gadget will tell you which ball is the best choice against your target, and about how long it'll take to catch.
cs: Strávil(a) jsi posledních šest hodin snažením se chytit Giratinu pomocí UltraBallu? Já taky! Ať se nám to už nestane. Tahle pomůcka ti řekne co je nejlepší na ty příšerky házet, a taky asi jak dlouho bude chyání trvat.
ru: Вы потратили последние шесть часов, пытаясь поймать Гиратину ультраболами? Я тоже! Как прискорбно. Этот гаджет покажет вам, какие болы лучше использовать против выбранного покемона, и то, сколько примерно времени займёт поимка

source: Target Pokémon
cs: Cílový Pokémon
ru: Целевой покемон

source: Specialty ball stuff
cs: Další blbosti pro některé bally
ru: Для особых болов

source: These affect the functionality of some specialty balls, but aren't part of the regular capture rate calculations. You can skip them if you want.
cs: Tyhle ovlivňují funkčnost nějakých zvláštních ballů, ale nejsou součástí normálních kalkulací chytitelnosti. Jestli chceš, můžeš je přeskočit.
ru: Они влияют на функциональность некоторых особых болов, но на большинство болов не влияют. Вы можете пропустить эти поля, если хотите.

source: Pokéball, go!
cs: Pokéballe, leť!

source: Ball Success Rates
cs: Účinnosti

source: {pokemon}'s capture rate: {rate}/255 or about {precent:.01f}%.
cs: {pokemon} má chytitelnost {rate}/255, neboli asi {precent:.01f}%.

source: Disclaimer: This is all approximate! The game might still hate you more than these numbers indicate.
cs: Tohle je všechno jen odhad! Hra tě stejně může nenávidět víc, než tyhle čísla značí.

source: And no, Up+B doesn't actually do anything.
cs: A ne, nahoru+B ve skutečnosti nic nedělá.

source: Legend: Ball wobbles
cs: Legenda: Ball se zatřese

source: zero
cs: vůbec
ru: ноль

source: one
cs: jednou
ru: один

source: two
cs: dvakrát
ru: два

source: three
cs: třikrát.

source: times.
cs: krát.

source: Capture!
cs: Chyceno!

source: Mouseover for specifics.
cs: Najeď myší pro podrobnosti.

source: Chance to catch
cs: Šance chytit
ru: Шанс поимки

source: Avg. tries
cs: Prům. pokusů

source: Requirement
cs: Podmínka

source: Capture:
cs: Chycení:

source: compare
cs: Porovnat:

source: Select up to eight Pokémon to compare their stats, moves, etc.
cs: Vyber až osm Pokémonů pro porovnání statů, útoků atp.

source: Version to use for moves:
cs: Verze pro porovnání útoků:

source: no matches
cs: žádný nález

source: Compare:
cs: Porovnat:

source: Move left
cs: Posunout vlevo

source: remove
cs: odstranit

source: Remove
cs: Odstranit

source: Move right
cs: Posunout vpravo

source: Breeding + Training
cs: Křížení a trénování

source: Base stat total
cs: Součet zákl. statů

source: Crunch numbers
cs: Spočítat

source: And for your copy/pasting pleasure:
cs: A na zkopírování:

source: Physical
cs: Fyzický

source: Special
cs: Speciální

source: Speed
cs: Rychlost
ru: Скорость

source: Uh-oh. The set of stats you gave is totally impossible. Better double-check against your game.
cs: Jejky! Tyhle staty se nedají získat. Zkontroluj, jestli je všechno správně zadáno.

source: The most common problem is effort; if a Pokémon has been trained at all, it'll have some effort accumulated. This affects its stats, and there's no way to know how much effort it has unless you've been keeping track. Sorry.
cs: Nejčastější problém je s EV; pokud byl pokémon jakkoli trénován, " "bude mít nastřádány nějaké EV body. To ovlivňuje jeho statistiky, a pokud " "sis o EV nevedl/a záznamy, nedá se to moc dobře napravit. Žmolka.

source: If you're desperate, you could try the effort-lowering berries (Pomeg et al.), which will reduce effort in a given stat by 10 at a time. Drop every stat's effort until it won't drop any further, then try again.
cs: Jediná možnost je použít Berry, které snižující EV (např. Pomeg). " "Každá z nich sníží příslušnou hodnotu EV o 10 bodů. Skrmuj je, než se staty " "přestanou snižovat, a pak tuhle kalkulačku zkus použít znovu.

source: Reset
cs: Resetovat
ru: Сброс

source: or
cs: nebo
ru: или

source: start over
cs: začít znovu
ru: начать заново

source: Results
cs: Výsledky
ru: Результаты

source: Start over
cs: Začít znovu
ru: Начать заново

source: Nothing found.
cs: Nic nenalezeno
ru: Ничего не найдено

source: Move Search
cs: Vyhledávání útoků
ru: Поиск по атакам

source: Anything left blank is ignored entirely.
cs: Prázdná políčka budou ignorována.

source: Damage class
cs: Kategorie zranění

source: Exact same effect as:
cs: Úplně stejný efekt jako:

source: Category
cs: Kategorie
ru: Категория

source: Status ailment
cs: Změna stavu

source: Numbers
cs: Čísla

source: Moves must be learnable by at least one of these Pokémon:
cs: Aspoň jeden z těchto pokémonů se musí útok učit:

source: Learned by
cs: Učí se

source: Version
cs: Verze

source: Display and sorting
cs: Výpis a řazení

source: Drag or double-click us!
cs: Táhni nebo dvakrát poklepej!

source: Formatting codes
cs: Formátovací kódy

source: e.g.: <code>* $name ($type)</code> becomes <code>&bull; Surf (water)</code>
cs: např. z <code>* $name ($type)</code> vznikne <code>&bull; Surf (vodní)</code>

source: button|Search
cs: Hledat

source: Reset form
cs: Vymazat formulář

source: Eff
cs: Ef.

source: Class
cs: Třída

source: Acc
cs: Přesn.

source: Pri
cs: Prio

source: It seems you entered something bogus for:
cs: Něco mi nesedí u:

source: Pokémon Search
cs: Vyhledávání pokémonů

source: Generation
cs: Generace

source: Understands single numbers (<code>50</code>); ranges (<code>17-29</code>); at-least (<code>100+</code>); at-most (<code>&lt; 100</code>); approximations (<code>120~10</code> = <code>110-130</code>); and any combination of those (<code>20, 50-60, 90~5</code>).
cs: Rozumí číslům (<code>50</code>); rozsahům (<code>17-29</code>); alespoň (<code>100+</code>); až (<code>&lt; 100</code>); přibližným číslům (<code>120~10</code> = <code>110-130</code>); a jakýmkoli jejich kombinacím (<code>20, 50-60, 90~5</code>).

source: Height and weight work the same way, but require units. Anything is acceptable. You can even use Pokémon names as units.
cs: Výška a váha fungují stejně, ale potřebují jednotky. Jakékoliv jednotky budou fungovat, dokonce i jména pokémonů.

source: Base stats
cs: Základní staty
ru: Базовые параметры

source: Breeding/Training
cs: Křížení/Trénink
ru: Разведение/Тренировка

source: Look for:
cs: Kouknout po:
ru: Искать:

source: Pokémon must have all of these moves:
cs: Pokémon musí mít všechny následující útoky:
ru: Покемон должен иметь все следующие атаки:

source: e.g.: <code>* $id $name</code> becomes <code>&bull; 133 Eevee</code>
cs: Například z <code>* $id $name</code> se stane <code>&bull; 133 Eevee</code>

source: Ability
cs: Schopnost
ru: Способность

source: Attack
cs: Útok
ru: Атака

source: Atk
cs: Út
ru: Атк

source: Hit Points
cs: HP (životy)
ru: Очки Здоровья

source: Hatch
cs: Líhnutí
ru: Вылупление

source: Egg Group
cs: Skupina pro křížení
ru: Яйцевая Группа

source: Special Attack
cs: Speciální útok
ru: Спец. Атака

source: SpA
cs: SpÚ
ru: СпА

source: Total
cs: Celkem

source: EXP to L100
cs: EXP do 100. úrovně
ru: Опыт на 100-м уровне

source: Defense
cs: Obrana
ru: Защита

source: Def
cs: Obr
ru: Защ

source: Special Defense
cs: Speciální obrana

source: SpD
cs: SpO

source: Spd
cs: Rych

source: Steps
cs: Kroků

source: lookup widget|Pokédex
cs: Pokédex

source: Help
cs: Pomoc
ru: Помощь

source: Help!
cs: Pomoc!

source: lookup widget|Look up
cs: Hledej!

source: Pokédex
ru: Покедекс

source: Pokémon
ru: Покемон

source: Etc.
ru: И т.д.

source: Rough Skin
ru: Грубая Кожа

source: Super Rod
ru: Супер Уда

source: Route 202
ru: Маршрут 202

source: Speed Deoxys
ru: Скоростной Деоксис

source: Wash Rotom
ru: Ротом-Мойка

source: Dragontie
ru: Драгонйат

source: psychich
ru: Психи-атака

source: Thunder Shock
ru: Электро Шок

source: pokemon:????
ru: Покемон:????

source: shiny
ru: сияющие

source: shiny frame 2
ru: 2-й кадр сияющих

source: %s ♂ vs ♀
ru: %s ♂ против ♀

source: facing forwards
ru: вид спереди

source: facing right
ru: вид сбоку

source: facing backwards
ru: вид сзади

source: shiny forwards
ru: сияющие спереди

source: shiny right
ru: сияющие сбоку

source: shiny backwards
ru: сияющие сзади

source: Pokémon sugimori art, shrunk down
ru: Арты покемонов от Сугимори, сжатые

source: Pokémon cries
ru: Голоса покемонов

source: — encoded as Ogg Vorbis quality 3
ru: — кодировалось Ogg Vorbis, качество 3

source: dex
ru: декс

source: ID
ru: Номер

source: Gen
ru: Поколение

source: Fling
ru: Бросание

source: Natural Gift
ru: Дар Природы

source: PP
ru: ОД

source: HM{number:02d}
ru: НП{number:02d}

source: TM{number:02d}
ru: НА{number:02d}

source: Contests
ru: Конкурсы

source: %s Contest
ru: %s Конкурс

source: Appeal
ru: Выступление

source: Jam
ru: Затмевание

source: Red/Blue/Yellow
ru: Красная, Синяя и Жёлтая версии

source: Gold/Silver/Crystal
ru: Золото/Серебро/Кристалл

source: Ruby/Sapphire/Emerald
ru: Рубин/Сапфир/Изумруд

source: Diamond/Pearl/Platinum
ru: Алмаз/Жемчуг/Платина

source: Black/White
ru: Чёрная и Белая версии

source: > 50% HP
ru: > 50% ОЗ

source: < 50% HP
ru: < 50% ОЗ

source: Red & Green, Red & Blue, Yellow
ru: Красная & Зелёная, Красная & Синяя, Жёлтая версии

source: Gold & Silver, Crystal
ru: Золото & Серебро, Кристалл

source: Shiny
ru: Сияющие

source: Ruby & Sapphire, Emerald, FireRed & LeafGreen
ru: Рубин & Сапфир, Изумруд, Красный Огонь & Зелёный Лист

source: Diamond & Pearl, Platinum, HeartGold & SoulSilver
ru: Алмаз & Жемчуг, Платина, Золотое Сердце & Серебряная Душа

source: Black & White
ru: Чёрная и Белая версии

source: Johto
ru: Джото

source: Hoenn
ru: Хоэнн

source: Sinnoh
ru: Синно

source: Showing part-%s types
ru: Показываются наполовину %s типы

source: HP
ru: ОЗ

source: Initial hatch counter
ru: Начальный счётчик вылупления

source: EXP
ru: Опыт
